{
	categories = {
		["Математика"] = {

		},
		["Информатика"] = {
			exercises = {
				{
					question = "Сколько истребителей на хуй?",
					correctAnswer = 1,
					answers = {
						"12",
						"Низнаю",
						"Я не учил!",
						"Можно пересдать?",
					}
				},
				{
					question = "Любишь сосать хуй?",
					correctAnswer = 1,
					answers = {
						"Да",
						"Нет",
						"Пидора ответ",
						"Чмок",
					}
				},
				{
					question = "Сколько будет 5 в двоичной системе счисления?",
					correctAnswer = 3,
					answers = {
						"100",
						"011",
						"101",
						"010",
					}
				},
				{
					question = "Наименьшая структурная единица информации?",
					correctAnswer = 2,
					answers = {
						"Байт",
						"Бит",
						"Мегабайт",
						"Килобайт",
					}
				},
			}
		}
	}
}





